---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksharingTooltipInfo
source: html/25b410b1-91f4-1147-12e1-f11aa39a1073.htm
---
# WorksharingTooltipInfo Properties

The user name of the user who created the element.